const config = [
  {
    title: "Проектирование",
    description: "Определяем цели, составляем UX-прототип интерфейса, разрабатываем и составляем техническое задание",
  },
  {
    title: "Дизайн",
    description: "Рисуем дизайн, проверяем его на соответствие техническому заданию, разрабатываем дизайн-систему",
  },
  {
    title: "Верстка и Frontend",
    description:
      "Верстаем страницы, добавляем анимации и визуальные эффекты, разрабатываем кастомный клиентский функционал",
  },
  {
    title: "Программирование",
    description: "Создаем надежную Backend систему, настраиваем интеграции, наполняем контентом",
  },
  {
    title: "Тестирование",
    description: "Тестируем и проверяем работоспособность на всех браузерах и устройствах, исправляем ошибки",
  },
  {
    title: "Запуск",
    description: "Передаем готовый сайт и все доступы заказчику, подключаемся к поддержке и развитию сайта",
  },
];

export default config;
